data/load_test_ultra_014725.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      100
Time taken for tests:   6.197 seconds
Complete requests:      10000
Failed requests:        0
Total transferred:      107030000 bytes
HTML transferred:       104290000 bytes
Requests per second:    1613.71 [#/sec] (mean)
Time per request:       61.969 [ms] (mean)
Time per request:       0.620 [ms] (mean, across all concurrent requests)
Transfer rate:          16866.78 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   1.4      0      11
Processing:     7   61  21.4     59     343
Waiting:        0   57  13.4     57     100
Total:         18   62  21.3     60     343

Percentage of the requests served within a certain time (ms)
  50%     60
  66%     65
  75%     69
  80%     72
  90%     80
  95%     86
  98%    108
  99%    142
 100%    343 (longest request)