data/load_test_ultra_014808.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      100
Time taken for tests:   6.666 seconds
Complete requests:      10000
Failed requests:        0
Total transferred:      107030000 bytes
HTML transferred:       104290000 bytes
Requests per second:    1500.13 [#/sec] (mean)
Time per request:       66.661 [ms] (mean)
Time per request:       0.667 [ms] (mean, across all concurrent requests)
Transfer rate:          15679.63 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    3   4.8      0      34
Processing:     1   63 163.3      9     952
Waiting:        0    9  10.4      6      97
Total:          1   66 163.6     10     952

Percentage of the requests served within a certain time (ms)
  50%     10
  66%     18
  75%     35
  80%     42
  90%    120
  95%    572
  98%    679
  99%    737
 100%    952 (longest request)